Repository: armm77/open-gnu-cocoa-app-archive
Catalog: gnustep/ToyViewer/Interfaces/*.lproj/Localizable.strings
Languages: french, german

source: Can't open file
french: Impossible d'ouvrir le fichier.
german: Kann Datei nicht öffnen

source: Illegal image format
french: Format d'image non conforme.
german: Ungültiges Bildformat

source: Can't get working memory
french: Impossible de repérer la mémoire vive.
german: Kann keinen funktionierenden Speicher bekommen

source: Encountered unexpected EOF
french: Un EOF non attendu a été repéré.
german: Unerwartetes Dateiende angetroffen

source: Illegal information included
french: Une information non conforme a été repérée.
german: Ungültige Information enthalten

source: Unsupported image format
french: Format d'image non supporté.
german: Nicht unterstütztes Bildformat

source: Can't write into file
french: Impossible d'écrire dans le fichier.
german: Kann nicht in Datei schreiben

source: Can't save this format
french: Impossible de sauvegarder dans ce format.
german: Kann dieses Format nicht speichern

source: Can't apply to EPS
french: Application impossible sur le EPS.
german: Kann dies nicht auf EPS anwenden

source: This operation is only to EPS
french: Cette opération ne vise que le format EPS.
german: Diese Operation gilt nur für EPS

source: Can't apply to PDF
french: Application impossible sur le PDF.
german: Kann dies nicht auf PDF anwenden

source: This operation is only to PDF
french: Cette opération ne vise que le format EPS.
german: Diese Operation gilt nur für PDF

source: Can't apply to PDF/EPS
french: Application impossible sur le PDF/EPS.
german: Kann dies nicht auf PDF/EPS anwenden

source: This operation is only to PDF/EPS
french: Cette opération ne vise que le format PDF/EPS.
german: Diese Operation gilt nur für PDF/EPS

source: Can't apply this operation
french: Impossible d'effectuer cette opération.
german: Kann diese Operation nicht anwenden

source: There is no file
french: Il n'existe aucun fichier.
german: Es gibt keine Datei

source: Can't execute filter program
french: Impossible d'exécuter le programme de filtre.
german: Kann das Filter-Programm nicht ausführen

source: ERROR
french: ERREUR
german: Fehler!

source: WARNING
french: ALERTE
german: Warnung!

source: Reduce Color?
french: Cette image contient plus de 256 couleurs. Voulez-vous les réduire à 256 ?
german: Dieses Bild hat mehr als 256 Farben. Wollen Sie die Farben auf 256 reduzieren?

source: Leave
french: Ne pas modifier.
german: So lassen, wie es ist

source: Reduce
french: Réduire les couleurs
german: Farben reduzieren

source: Cancel
french: Annuler
german: Abbrechen

source: Reduction Start
french: Cette image contient plus de 256 couleurs. Elles seront réduites à 256.
german: Dieses Bild hat mehr als 256 Farben. Die Farben werden auf 256 reduziert.

source: No GIF Filter
german: Kein GIF-Filter

source: Filter pxo2gif does not exist
french: We don't have filter pxo2gif. ToyViewer can't make GIF file with current Mac OS X successfully.
german: Wir haben den Filter pxo2gif nicht. ToyViewer kann keine GIF-Datei mit der momentanen OS X Version erfolgreich erstellen.

source: No Need to Reduce
french: %@:¥nLa réduction des couleurs n'est pas nécessaire. Cette image n'en contient que %d.
german: %@:ÄnFarben müssen nicht reduziert werden. Dieses Bild hat nur %d Farben.

source: Bring to Front
french: Placer au premier plan
german: In den Vordergrund bringen

source: Send to Back
french: Placer à l'arrière-plan
german: In den Hintergrund bringen

source: Image size is too large as Aqua-Button.
french: Oval Aqua-Button is for relatively small images. This image is too large.
german: Oval Aqua-Button is for relatively small images. This image is too large.

source: Paste
german: Einsetzen

source: Rotate
french: Rotation
german: Drehen

source: Flip
french: Basculer
german: Spiegeln

source: Clip
french: Détourage
german: Beschneiden

source: Negative
french: Négatif
german: Farbumkehr (Negativ)

source: Resize
german: Größe ändern

source: Gray
french: Gris
german: Grau

source: Enhance
french: Enrichi
german: Schärfen

source: Blur
french: Dégrader
german: Glätten

source: Emboss
french: Embosser
german: Relief

source: Contour
german: Kontur

source: Noise
german: Rauschen

source: Mosaic
french: Mosaïque
german: Mosaik

source: Frame
french: Cadrage
german: Rahmen

source: Color Tuning...
german: Verändere Farben...

source: Contouring...
german: Erstelle Konturen...

source: Converting...
german: Konvertieren...

source: Making Palette...
german: Erstelle Pallette

source: Reducing...
german: Reduziere...

source: Reducing 255 col.
french: Reducing into 255 colors
german: Reduziere auf 256 Farben

source: Resizing...
german: Ändere Größe...

source: Rotating...
german: Drehe...

source: Starting Reduction...
german: Beginne Reduzierung

source: Trying Reduction
german: Versuche Reduzierung

source: Writing Image...
german: Schreibe Bild...

source: Web Page of Takeshi Ogihara
french: http://waltz.cs.scitec.kobe-u.ac.jp/
german: http://waltz.cs.scitec.kobe-u.ac.jp/

source: Bilevel
french: Deux tons

source: gray
french: gris

source: BiLevel
french: Deux tons

source: Bright
french: Luminosité

source: ColorTone
french: Tonalité

source: Dither
french: Juxtaposition

source: ColorChange
french: Substitution

source: Posterize
french: Décalage-contraste
